---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.MatchlineFailures
source: html/307cf9ab-6ff7-6521-3e83-40a700417444.htm
---
# BuiltInFailures.MatchlineFailures Properties

Matchline top extent should be higher than its bottom.